{
    "title": "The Progressive Voice in Art, Culture and Future.",
    "desc": "A new digital media platform that represents the progressive voice of the future, bridging the worlds of art, culture and Web3.",
    "view_website": "VIEW WEBISTE",
    "slide_1_title":"Home",
    "slide_1_desc":"All-round Web3 insights and knowledge.",
    "slide_2_title":"NFT Drops",
    "slide_2_desc":"Curating the best upcoming drops across various blockchains.",
    "slide_3_title":"Features",
    "slide_3_desc":"Metaverse, Crypto, NFTs, Art & Culture and Gaming.",
    "slide_4_title":"Statistic",
    "slide_4_desc":"Covering the latest market trends in Web3.",
    "of_text": "{{num}} of {{count}}",
    "intro_title_1": "From Traditional",
    "intro_title_1_label": "Reporting news of museum level NFTs,",
    "intro_title_2": "to Modern.",
    "intro_title_2_label": "to NFTs by trendy artists.",
    "intro_desc": "Artazine is an online Editorial destination dedicated to bridging the gap between art, culture and Web3. Our exclusive, multiplatform stories and unique insights aim to explore the ways crypto, gaming, NFTs and the latest metaverse projects are empowering a global community of emerging creators. Standing at the intersection of art and technology, we are your authoritative guide to the future of cultural-commerce.",
    "intro_box_1_desc":"Committed to curating the most relevant cultural news and features, finding the signal amongst the noise.",
    "intro_box_2_desc":"Exclusive interviews with industry leaders, artists, collectors and creatives, both traditional and modern.",
    "intro_box_3_desc":"Educational content that breaks down barriers, spreads knowledge and prepares readers for the future.",
    "intro_box_4_desc":"Cutting-edge NFT and crypto market analysis to demystify the market and promote mainstream adoption.",
    "intro_box_5_desc":"Connecting a global community of discerning individuals across multiple mediums, offering readers seamless access to our interactive, curated content.",
    "intro_box_6_desc":"All-around Web3 insights, educational tools and exclusive knowledge to empower the next generation.",
    "preview": "PREVIEW",
    "artazine": "Artazine"
}