{
   "data":{
      "id":1,
      "attributes":{
         "what_is_techfin_description_en":"We believe that technology is the key to building a happier and more fulfilling future for all. As technology has continually transformed how we live and do business, it is expected that technology-driven change in the financial services sector will be the next wave. And we aim to be at the forefront of this change. ",
         "what_is_techfin_description_tc":"我們相信科技能夠使人們的未來更快樂充實。隨着技術的進步，我們的生活和工作方式不斷發生改變。我們預計科技驅動的金融服務領域將將成為下一個浪潮，而我們立志於站在這場變革的最前沿。\n\n我們使用科技改變傳統金融行業，擴展新的服務、產品和體驗，不斷顛覆、挑戰和創新金融服務。在這個過程中，我們致力於提供更豐富、更有創意、更沉浸式和更有價值的客戶體驗。\n",
         "what_is_techfin_description_sc":"我们相信科技能够使人们的未来更快乐充实。随着技术的进步，我们的生活和工作方式不断发生改变。我们预计科技驱动的金融服务领域将将成为下一个浪潮，而我们立志于站在这场变革的最前沿。\n\n我们使用科技改变传统金融行业，扩展新的服务、产品和体验，不断颠覆、挑战和创新金融服务。在这个过程中，我们致力于提供更丰富、更有创意、更沉浸式和更有价值的客户体验。",
         "our_business_description_en":"ARTA TechFin is determined to create the fairest, most transparent, and open markets in the world. We carry this out every day by providing clients with a variety of financial services.",
         "our_business_description_tc":"裕承科金致力於搭建一個公平、透明、開放的市場，為客戶提供各類金融服務。",
         "our_business_description_sc":"裕承科金致力于搭建一个公平、透明、开放的市场，为客户提供各类金融服务。",
         "our_business_product_description_1_en":"We provide professional investment management and advisory primarily to institutional clients and family offices.",
         "our_business_product_description_1_tc":"主要為機構客戶和家庭辦公室提供專業的投資管理和顧問服務",
         "our_business_product_description_1_sc":"主要为机构客户和家庭办公室提供专业的投资管理和顾问服务",
         "our_business_product_description_2_en":"We offer a broad range of investment banking products and services.",
         "our_business_product_description_2_tc":"提供廣泛的投資銀行產品和服務",
         "our_business_product_description_2_sc":"提供广泛的投资银行产品和服务",
         "our_business_product_description_3_en":"We offer all types of life and general insurance products, tailor-made insurance services and risk solutions. ",
         "our_business_product_description_3_tc":"提供多種類型的人壽保險和一般保險產品、量身定製的保險服務和風險管理解決方案",
         "our_business_product_description_3_sc":"提供多种类型的人寿保险和一般保险产品、量身定制的保险服务和风险管理解决方案",
         "our_business_product_description_4_en":"We provide clients with an all-in-one platform and a new experience in traditional finance.",
         "our_business_product_description_4_tc":"提供了一站式的投資平台，並帶來傳統金融服務的新體驗",
         "our_business_product_description_4_sc":"提供一站式的投资平台，并带来传统金融服务的新体验 提供香港及環球證券經紀、香港及環球期貨經紀、孖展融資、企業融資及資產管理等服務",
         "our_business_product_description_5_en":"Artazine is an online editorial destination dedicated to bridging the gap between art, culture and Web3. ",
         "our_business_product_description_5_tc":"致力於架起藝術、文化和Web3之間的橋樑",
         "our_business_product_description_5_sc":"致力于架起艺术、文化和Web3之间的桥梁",
         "about_us_description_en":"ARTA TechFin Corporation Limited (“ARTA TechFin”) (0279.HK)",
         "about_us_description_tc":"裕承科金有限公司（0279.HK）是一家總部設於香港的綜合金融服務機構，致力於增強科技在金融領域的應用。裕承科金的目標是建立下一代的金融服務，通過科技改變傳統金融業，打破傳統金融服務的壁壘，減少信息不對稱，降低門檻，提供方便、友好、知識驅動的客戶體驗。",
         "about_us_description_sc":"裕承科金有限公司（0279.HK）是一家总部设于香港的综合金融服务机构，致力于增强科技在金融领域的应用。裕承科金的目标是建立下一代的金融服务，通过科技改变传统金融业，打破传统金融服务的壁垒，减少信息不对称，降低门槛，提供方便、友好、知识驱动的客户体验。",
         "createdAt":"2022-11-22T10:07:43.700Z",
         "updatedAt":"2022-11-22T10:12:01.629Z",
         "publishedAt":"2022-11-22T10:12:01.619Z"
      }
   },
   "meta":{
      
   }
 }