{
  "data":{
     "id":1,
     "attributes":{
        "content_en":"<p><strong>1 Pledge</strong></p><p>ARTA TechFin Corporation Limited (“ARTA TechFin”, “we”, “us”, “our”) and its subsidiaries, recognize and understands that customers, website visitors, and mobile application users are concerned about the privacy of personal data. ARTA TechFin pledges to comply with the requirements of the Personal Data (Privacy) Ordinance (Cap. 486) (the “PDPO”) of the Laws of Hong Kong Special Administrative Region.</p><p>This Privacy Policy Statement outlines ARTA TechFin’s practices and the choices you have concerning the collection and use of your personal data. This Privacy Policy Statement should be read together with the applicable Terms and Conditions of the relevant service, website, and/or mobile application provided by ARTA TechFin (the “Terms and Conditions”), provided that, in the event of any inconsistency between this Privacy Policy Statement and the Terms and Conditions concerning matters relating to personal data, this Privacy Policy Statement shall prevail. This Privacy Policy Statement should be also read together with the applicable personal information collection statement of the relevant service, website, and/or mobile application provided by ARTA TechFin (the “PICS”), provided that, in the event of any inconsistency between this Privacy Policy Statement and the PICS concerning matters relating to personal data, PICS shall prevail.</p><p>&nbsp;</p><p><strong>2 Collection of Information</strong></p><p>You may be invited to provide ARTA TechFin with your personal data on ARTA TechFin's relevant website(s) or mobile application(s), or through other media on a voluntary basis for different purposes at different times. If you are under the age of 18, you should obtain consent from your parent or guardian before you provide ARTA TechFin with your personal data.</p><p>&nbsp;</p><p><strong>3 Log Files</strong></p><p>When you visit ARTA TechFin’s website(s) and/or use ARTA TechFin’s mobile application(s), the servers of ARTA TechFin will collect only data relating to your visits to/use of such website(s) and/or use ARTA TechFin’s mobile application(s), including but not limited to your IP address, domain name, browser type and access time (“Log Files”) but will not collect your personal data. However, if you register on our website and log in to your account, we may combine your Log Files with other personal data we collect from you, in which case such Log Files shall be considered your personal data for the purposes of, and will be used in accordance with, this Privacy Policy Statement and the PICS.</p><p>&nbsp;</p><p><strong>4 Use of Cookies and Other Tracking Mechanisms</strong></p><p>When you browse the website(s) of ARTA TechFin, cookies will be stored in your computers, mobile phones or other devices for internal navigation and programming only. We may use cookies and other tracking mechanisms described below to track information about your use of ARTA TechFin’s website(s) or mobile application(s) (“Tracking Data”). We may combine this Tracking Data with other personal data we collect from you, in which case such Tracking Data shall be considered your personal data for the purpose of, and will be used in accordance with, this Privacy Policy Statement and the PICS.</p><p>Cookies are alphanumeric identifiers that we transfer to your computers, mobile phones or other devices through your web browser for record-keeping purposes. Some cookies allow us to make it easier for you to navigate ARTA TechFin’s website(s) or mobile application(s), while others are used to enable a faster log-in process, or to allow us to store and track information about your interests and preferences at ARTA TechFin’s website(s) or mobile application(s).</p><p>We may also engage third parties to track and analyse non-personally identifiable data from the website(s) or mobile application(s). We use the data collected by such third parties to help us administer and improve the quality of ARTA TechFin’s website(s) or mobile application(s) and to analyse usage of the same. This is unrelated to and separated from your personal data. Such third parties may combine the non-personally identifiable data that we provide about you with other information that they have collected. You can edit your browser settings to disable cookies but to do so you may not be able to utilize certain functionality of the website(s) (and/or mobile application(s) where applicable) of ARTA TechFin.</p><p>If you interact with ARTA TechFin on social media platforms (for example if you “Like” ARTA TechFin’s Facebook page), ARTA TechFin can interact with you and send you messages via these platforms. ARTA TechFin will interact with you in accordance with the social media platform’s rules but we are not responsible for how the platform operators collect and handle your personal data. We are not responsible for what third parties post on our social media accounts.</p><p>&nbsp;</p><p><strong>5 Kinds of Information Collected</strong></p><p>For the different purposes in the course of conducting ARTA TechFin's business, you may be required to provide to ARTA TechFin your personal data, which may include your name, gender, age, date of birth, month and year of birth, contact details, e-mail address, mailing/correspondence address, contact number, membership number, marital status, family status, educational level, occupation, username and password, Log Files, Tracking Data, social media account information, etc. Details of personal data to be collected will also be set out in the relevant PICS provided to you on or before collection of such personal data.</p><p>&nbsp;</p><p><strong>6 Purposes and Uses of Personal Data Collected</strong></p><p>ARTA TechFin will use your personal data for specific purposes identified in the PICS provided to you on or before your personal data is collected. This includes sharing your personal data with, and your personal data being used by, third parties as set out in our PICS for those purposes.</p><p>&nbsp;</p><p><strong>7 Accuracy of Information</strong></p><p>You may be requested to provide ARTA TechFin with certain personal data for specific services. If you fail to provide or update accurate information as requested for each specific service, the provision of such services by ARTA TechFin may be affected.</p><p>&nbsp;</p><p><strong>8 Retention of Information</strong></p><p>ARTA TechFin will retain your personal data for a period no longer than necessary for the fulfillment of the purposes for which they are or are to be used. If you are a subscriber of ARTA TechFin services, your personal data will be retained for a reasonable period after the termination of your subscription for verification and audit purposes. The above is subject to any legal, statutory, regulatory or accounting requirements.</p><p>&nbsp;</p><p><strong>9 Third-party Merchants</strong></p><p>ARTA TechFin may have online stores or some services and/or products which are hosted on the website(s) of ARTA TechFin but are operated by third-party merchants. If you provide your personal data to the third-party merchants in order to use, order or receive any services and/or products from the third-party merchants, please note that your personal data is beyond the control of ARTA TechFin and thus is outside the scope of protection afforded by ARTA TechFin.</p><p>&nbsp;</p><p><strong>10 Third-party Websites</strong></p><p>The website(s) of ARTA TechFin may from time to time contain linkages to other websites. These other websites are independent of the website(s) of ARTA TechFin. ARTA TechFin has no control or management over the contents of such other websites or their privacy policies or compliance with the law. You should be fully aware that the provisions of such links do not constitute an endorsement, approval, or any form of association by or with ARTA TechFin. ARTA TechFin has no control over your personal data submitted by you, if any, to other websites. This Privacy Policy Statement only applies to the website(s) of ARTA TechFin. You should read the respective privacy policies of other websites.</p><p>&nbsp;</p><p><strong>11 Service Providers</strong></p><p>ARTA TechFin may provide your personal data to the people and companies providing services to ARTA TechFin in connection with the specific purposes set out in the PICS and paragraph 6 above (\"ARTA TechFin Service Providers\"). In these cases, the ARTA TechFin Service Providers are required to use your personal data consistent with the agreements ARTA TechFin enters into with them as well as this Privacy Policy Statement and the PICS.</p><p>&nbsp;</p><p><strong>12 Security of Information</strong></p><p>The physical records of your personal data will be stored in secured places with restricted access by us or those who we share your personal data with in accordance with this Privacy Policy Statement and the PICS. The electronic records of your personal data will be stored in the servers of ARTA TechFin located in secured places and protected by adequate IT security measures (e.g. encryption for transmission of sensitive data through the internet in appropriate cases), or we will procure by contract or use our reasonable endeavours to ensure that those who we share your personal data with in accordance with this Privacy Policy Statement and the PICS do the same. Only authorized personnel of ARTA TechFin (who have been trained to handle your personal data properly and bound by a duty of confidentiality) will have access to these records and servers on a \"need-to-know\" and \"need-to-use\" basis, or we will procure by contract or use our reasonable endeavours to ensure that those who we share your personal data with in accordance with this Privacy Policy Statement and the PICS do the same.</p><p>Your personal data may be stored in physical locations and/or servers located within or outside Hong Kong and/or shared with third parties with physical locations and/or servers located within or outside Hong Kong, in each case in accordance with our PICS. However, we will take all reasonable measures to ensure that your personal data is stored and processed securely, regardless of the place or country in which it is stored, and we will procure by contract or use our reasonable endeavours to ensure that any third parties will do the same.</p><p>No data transmission over the internet or any other public network can be guaranteed to be completely secure, and privacy cannot be assured in your communications to us. You are encouraged to protect yourself against unauthorized access to your password. You are advised to sign out from your account when finished particularly when using a shared computer.</p><p>&nbsp;</p><p><strong>13 Exclusion</strong></p><p>ARTA TechFin may disclose your personal data as required by law, by any government departments, regulatory authorities, enforcement agencies and courts of competent jurisdiction. ARTA TechFin excludes all liability for disclosure of your personal data in this manner.</p><p>&nbsp;</p><p><strong>14 Use in Legal Proceedings etc.</strong></p><p>If it becomes necessary for ARTA TechFin to take action against you for recovering from you the debt you owe to ARTA TechFin, you agree that your personal data can be used by ARTA TechFin in identifying and taking legal action against you.</p><p>&nbsp;</p><p><strong>15 Access and Correction of Information and Withdrawal of Consent</strong></p><p>You have the right to request in writing to the Personal Data Privacy Officer of ARTA TechFin to:</p><p>a. check whether a/the relevant ARTA company(ies) hold any of your personal data;</p><p>b. access your personal data held by the relevant ARTA company(ies) (if any);</p><p>c. require the relevant ARTA company(ies) to correct your personal data that is inaccurate (if any); and</p><p>d. ascertain our policies and practices (from time to time) in relation to personal data and the types of personal data held by us;</p><p>e. withdraw your consent to the use of your personal data for direct marketing purposes (see below).</p><p>All such requests will be handled promptly in accordance with the requirements of the PDPO. ARTA TechFin may charge a reasonable fee for processing your data access request.</p><p>&nbsp;</p><p><strong>16 Direct Marketing</strong></p><p>We cannot use or provide your personal data for direct marketing purposes without your consent. Subject to your consent, we may use or provide your personal data for direct marketing purposes in accordance with the PICS provided to you upon collection of your personal data.&nbsp;You may withdraw your consent any time in by writing to our Compliance Officer at Units 1-2, Level 9, K11 ATELIER King’s Road, 728 King’s Road, Quarry Bay, Hong Kong, or by email at compliance@artatechfin.com.</p><p>&nbsp;</p><p><strong>17 Change of Privacy Policy</strong></p><p>This Privacy Policy Statement may from time to time be updated, revised and changed. Any change, update, or modification will be effective immediately upon being posted on website(s) and/or mobile application(s) of ARTA TechFin. Where legally required, we shall notify you and/or obtain your consent for specific material changes, updates, or modifications. If you do not accept the changes, updates, or modifications, and/or provide your consent, then we may not be able to provide goods or services to you. You are should check the website(s) and/or mobile application(s) of ARTA TechFin for updates to this Privacy Policy Statement on a regular basis.</p><p>&nbsp;</p><p><strong>18 Change of Control</strong></p><p>In the event of any actual or proposed transfer of business, transfer of shares, re-structuring, amalgamation, merger, sale, transfer, or purchase of us or our business or our affiliates or our affiliates’ businesses, ARTA TechFin may need to transfer your personal data to the new owner in accordance with our PICS. You will be notified of such transfer and you may decide to withdraw your consent to the use of your personal data.</p><p>&nbsp;</p><p><strong>19 Enquiries</strong></p><p>If you have any questions or wish to access or correct your personal data or withdraw your consent to the use of your personal data held by the relevant ARTA TechFincompany(ies) for direct marketing,&nbsp;please contact the Compliance Officer of ARTA TechFin at:</p><p>&nbsp;</p><p>Units 1-2, Level 9,</p><p>K11 ATELIER King’s Road,</p><p>728 King’s Road, Quarry Bay, Hong Kong</p><p>Attention:</p><p>Compliance Officer (Legal and Compliance Department)</p><p>(Marked Confidential)</p><p>or by email at compliance@artatechfin.com.</p><p>&nbsp;</p><p><strong>20 Inconsistency or Conflict</strong></p><p>If there is any inconsistency or conflict between the English and Chinese version of this Privacy Policy Statement, the English version shall prevail.</p><p>&nbsp;</p><p><strong>21. PRC Addendum</strong></p><p>If you are:</p><p>(i) an individual located in Mainland China who visits ARTA TechFin’s relevant website(s) or uses relevant mobile application(s) of ARTA TechFin, or otherwise uses ARTA TechFin’s products and/or services by phone or any other means from Mainland China; and/or</p><p>(ii) an individual holding a Mainland China passport and/or resident identity card who visits the physical stores of NWG in Hong Kong or otherwise use ARTA TechFin’s products and/or services by phone or any other means in Hong Kong, your personal data will be processed by ARTA TechFin in accordance with the “People’s Republic of China Addendum” in addition to this Privacy Policy Statement and the PICS, as well as the applicable data protection laws and regulations in Mainland China which, for the current purposes, excludes Hong Kong, the Macau Special Administrative Region of the People’s Republic of China and Taiwan.</p>",
        "content_tc":"<p><strong>1 承諾</strong></p><p>裕承科金有限公司（「裕承科金」、「本公司」、「我們」或「我們的」）了解及明白客戶、網站訪客及流動應用程式用戶對個人資料私隱的關注。裕承科金承諾遵守中華人民共和國香港特別行政區（「香港」）《個人資料（私隱）條例》（第486章）（「《私隱條例》」）的規定。</p><p>本私隱政策聲明概述了裕承科金對收集和使用您的個人資料的做法及您可作的相關選擇。本私隱政策聲明應與適用於裕承科金提供的相關服務、網站及/或流動應用程式的條款及細則（「條款及細則」）結合一併解讀，但如果本私隱政策聲明與有關個人資料的條款及細則之間存在任何不一致，則以本私隱政策聲明為準。本私隱政策聲明亦應與適用於裕承科金提供的相關服務、網站及/或流動應用程式的個人資料收集聲明（「個人資料收集聲明」）結合一併解讀，但如果本私隱政策聲明與有關個人資料的個人資料收集聲明之間存在任何不一致，則以個人資料收集聲明為準。</p><p>&nbsp;</p><p><strong>2 資料搜集</strong></p><p>您可能不時獲邀透過裕承科金旗下相關的網站或流動應用程式或通過其他媒體，自願向裕承科金提供您的個人資料作不同目的。如您未滿十八歲（18），在您向裕承科金提供您的個人資料前，須先徵得您的父母或監護人的同意。</p><p>&nbsp;</p><p><strong>3 日誌文件</strong></p><p>當您瀏覽裕承科金的網站及/或使用裕承科金的流動應用程式時，裕承科金的伺服器將只收集與您的瀏覽/使用該網站，及/或使用該流動應用程式有關的數據，包括但不限於您的IP 地址、域名、瀏覽器類型及訪問時間等（「日誌文件」），但不會收集您的個人資料。但是，如果您在我們的網站上註冊及登入您的帳戶，我們可能將您的日誌文件與我們從您收集的其他個人資料相結合，這些日誌文件將會被視為您的個人資料及按照本私隱政策聲明及個人資料收集聲明被使用。</p><p>&nbsp;</p><p><strong>4 Cookies的使用和其他跟蹤機制</strong></p><p>當您瀏覽裕承科金的網站及/或使用裕承科金的流動應用程式時，cookies將被儲存在您的電腦、流動電話或其他設備中，僅作內部導航及編程之用。我們可能使用cookies和其他下文所述的跟蹤機制以跟蹤有關您使用裕承科金網站及/或流動應用程式的信息（「跟蹤數據」）。我們可能將此跟蹤數據與我們向您收集的其他個人資料相結合，這些跟蹤數據將會被視為您的個人資料及按照本私隱政策聲明及個人資料收集聲明被使用。</p><p>Cookies是我們通過您的網絡瀏覽器傳輸到您的電腦、流動電話或其他設備的字母數字標識符，以作保存記錄之用。有些cookies可讓我們為您安排更容易地瀏覽裕承科金的網站及/或流動應用程式，而其他則應用於加快登入程序，或允許我們於裕承科金的網站或裕承科金的流動應用程式中存儲和跟蹤您的個人興趣和偏好。</p><p>我們還會委託第三方跟蹤和分析來自網站或流動應用程式的非可識別個人身份的數據。我們使用這些第三方收集的數據來幫助我們管理和改善裕承科金網站或流動應用程式的質素，並分析其使用情況。此類資料與您的個人資料並無關連且為獨立的。這些第三方可將我們提供的關於您的非可識別個人身份的數據與他們收集的其他信息相結合。您可以通過編輯您的瀏覽器設置來禁用cookies，但一旦cookies被禁用，您可能無法繼續使用裕承科金的網站及/或流動應用程式（在適用的情況下）的某些功能。</p><p>如您於社交媒體平台上與裕承科金互動（例如對裕承科金的臉書頁面「點贊」），裕承科金將可與您互動，並透過此等平台向您傳送訊息。裕承科金將按照有關社交媒體平台的規則與您互動，但我們不會為該平台的營運商如何收集並處理您的個人資料而負上責任。我們不會為我們的社交媒體帳戶上的第三方貼文而負上責任。</p><p>&nbsp;</p><p><strong>5 所收集的資料種類</strong></p><p>由於裕承科金在業務上的不同需要，您可能須向裕承科金提供您的個人資料，包括您的姓名、性別、年齡（或年齡範圍）、出生月份、聯繫方式、電子郵箱地址、郵寄/住宅/通信地址、聯繫電話、會員編號、婚姻狀況、家庭狀況、教育程度、職業、用戶名及密碼、日誌文件、跟蹤數據、興趣及愛好、交易情況（包括您的特點和交易行為）、社交媒體帳戶信息等。有關所收集的個人資料亦將陳列於相關的個人資料收集聲明之內並於收集個人資料時或之前向您提供。</p><p>&nbsp;</p><p><strong>6 所收集個人資料的目的及使用</strong></p><p>裕承科金會將您的個人資料用於收集資料時或之前所提供的相關個人資料收集聲明中所陳列的具體用途。這包括按陳列於個人資料收集聲明之內的目的分享您的個人資料予個人資料收集聲明中所陳列的第三方及使他們能使用您的個人資料。</p><p>&nbsp;</p><p><strong>7 資料準確性</strong></p><p>您可能須向裕承科金提供您的某些個人資料以享用特定服務。若您未能按有關要求提供準確或更新相關個人資料，該等服務的提供或有可能受到影響。</p><p>&nbsp;</p><p><strong>8 資料保留</strong></p><p>裕承科金保留您的個人資料的時限將不超過實現目的所需或所將需要的時間。若您是裕承科金有關服務的用戶，您提供的個人資料將被保留至您的服務期限或服務終止後的一段合理時間，以作核實及審計之用。上述情況均受任何法律、法令、法規或會計要求所約束。</p><p>&nbsp;</p><p><strong>9 第三方商戶</strong></p><p>裕承科金可能在裕承科金的網站及/或流動應用程式上有由第三方經營的網上商店或服務及/或商品提供。若您為使用、訂購或接受任何第三方商戶的服務及/或商品而提供您的個人資料予第三方商戶，請注意，該等個人資料將不受裕承科金的控制，並因此超出裕承科金所提供的保護範圍。</p><p>&nbsp;</p><p><strong>10 第三方網站及/或流動應用程式</strong></p><p>裕承科金的網站及/或流動應用程式或將不時包含其他第三方網站及/或流動應用程式的連結。這些其他第三方網站及/或流動應用程式獨立於裕承科金的網站或流動應用程式。裕承科金無權控制或管理這些其他網站、這些流動應用程式的內容或其私隱政策或其對法律的遵守。您須充分注意提供這些連結並不構成裕承科金對這些連結的認可、批准或與該連結有任何形式上的關聯。裕承科金對您向其他網站及/或流動應用程式提供的個人資料（如有）無控制權。本私隱政策聲明僅適用於裕承科金的網站及/或流動應用程式。您應閱讀其他網站或流動應用程式各自相關的私隱政策。</p><p>&nbsp;</p><p><strong>11 服務供應商</strong></p><p>就於個人資料收集聲明中和上述第6段陳列的相關目的，裕承科金可能將您的個人資料提供給向裕承科金提供服務的個人或公司（無論香港境內或境外）（\\\"裕承科金的服務供應商\\\"）。在此情況下，裕承科金的服務供應商須在使用您的個人資料時，遵守其與裕承科金簽訂的協議以及本私隱政策聲明和個人資料收集聲明的規定</p><p>&nbsp;</p><p><strong>12 資料的保安</strong></p><p>我們及按本私隱政策聲明和個人資料收集聲明共享您的個人資料之第三方會將您的個人資料的實體記錄保存在設有接觸限制的安全地方（無論香港境內或境外）。您的個人資料的電子記錄將保存在裕承科金及/或作為我們數據處理商的相關裕承科金服務供應商的伺服器中（無論在香港境內或境外），該伺服器也將被放置在安全的地方及受足夠的資料保安措施所保護 （例如：當有需要於互聯網上傳送敏感資料時，會將之加密），我們或將通過合同方式或盡本公司的合理努力，確保按本私隱政策聲明和個人資料收集聲明共享您的個人資料之第三方會提供同等程度的保護（無論香港境內或境外）。只有獲得裕承科金授權的員工（曾接受處理個人資料訓練及有保密責任之人士）才可於「有需要知道」及「有需要使用」時接觸該等記錄及伺服器，或我們將通過合同方式或盡本公司的合理努力確保按本私隱政策聲明和個人資料收集聲明共享您的個人資料之第三方會提供同等程度的保護（無論香港境內或境外）。</p><p>我們按我們的個人資料收集聲明可能會將您的個人資料存儲在香港境內或境外的實際地點及/或伺服器中，並且/或者與香港境內或境外的第三方共享。但是，無論你的個人資料存儲在任何國家/地區，我們將採取一切合理措施確保您的個人資料得以安全存儲和處理，及我們通過合同方式或盡本公司的合理努力確保任何第三方會提供同等程度的保護。我們將根據個人資料收集聲明和適用法律對您的個人資料進行跨境傳輸，以保護您的個人資料。</p><p>任何透過互聯網或任何其他公共網絡上傳輸的數據是不可能保證完全安全的，而您與我們通信亦非完全可確保隱私。裕承科金鼓勵您保護您的密碼以防止未經授權的讀取，亦建議您在使用註冊帳戶後登出您的帳戶，尤其在使用共用電腦的情況下。</p><p>&nbsp;</p><p><strong>13 豁免</strong></p><p>裕承科金將根據法律要求或應任何政府部門、監管機關、執法機構或具有司法管轄權的法院的要求披露您的個人資料。裕承科金不會承擔以此方式披露您的個人資料的任何責任。</p><p>&nbsp;</p><p><strong>14 用於法律訴訟等</strong></p><p>當裕承科金有必要使用您的個人資料以採取法律行動促使您償還您對裕承科金的欠款，您同意裕承科金可將您提供的個人資料用於確認您的身份及對您採取法律行動。</p><p>&nbsp;</p><p><strong>15 查閱、改正資料及撤銷同意</strong></p><p>通過致函裕承科金的個人資料私隱主任，您有權：</p><p>a. 檢查相關的裕承科金旗下公司是否持有您的任何個人資料；</p><p>b. 查閱相關的裕承科金旗下公司所持有的您的個人資料（如有）</p><p>c. 要求相關的裕承科金旗下公司改正有關您的不準確的個人資料記錄（如有）；</p><p>d. 確定我們關於個人資料和我們持有的個人資料類型的不時生效的政策和做法；</p><p>e. 撤銷有關使用個人資料作直接促銷之同意（見下文）。</p><p>上述要求將會根據《私隱條例》之規定迅速地處理，裕承科金可能就處理您的查閱個人資料的要求收取合理費用。</p><p>&nbsp;</p><p><strong>16 直接促銷</strong></p><p>裕承科金不可於沒有您的同意下使用或提供給第三方（無論是集團內部及/或外部方）您的個人資料作直接促銷目的。在您同意下，我們可能會根據收集您的個人資料時或之前提供給您的個人資料收集聲明使用或提供給第三方（無論是集團內部及/或外部方）您的個人資料作直接促銷目的。您可隨時透過致函裕承科金的合規主任，地址為香港鰂魚涌英皇道728號K11 ATELIER King’s Road 9樓1-2室，或電郵至compliance@artatehcfin.hk，撤銷您的同意。</p><p>&nbsp;</p><p><strong>17 私隱政策聲明的變更</strong></p><p>本私隱政策聲明將不時更新、修改或修訂。任何更新、修改或修訂將於公佈於裕承科金的網站及/或流動應用程式時即時生效。當法律上要求時，我們將通知及/或徵得您對某些重大的更新、修改或修訂的同意。如果您不接受更新、修改或修訂及/或提供您的同意，那麼我們可能無法向您提供商品或服務。我們建議您定期查看裕承科金的網站及/或流動應用程式以獲取本私隱政策聲明的更新版本。</p><p>&nbsp;</p><p><strong>18 控制權的變動</strong></p><p>如果本公司或本公司的業務或本公司的關聯公司或關聯公司的業務涉及任何實際或擬議的業務轉讓、股份轉讓、重組、合併、併購、出售、轉讓或購買，裕承科金可能有需要按照個人資料收集聲明將您的個人資料轉移至該些實體。您將獲通知有關資料轉移，並可選擇撤銷使用個人資料之同意。</p><p>&nbsp;</p><p><strong>19 查詢</strong></p><p>若您有任何疑問，或欲查閱或改正相關的裕承科金旗下公司存儲您的個人資料或撤銷使用個人資料作直接促銷之同意，請與裕承科金聯絡：</p><p>&nbsp;</p><p>香港鰂魚涌英皇道728號K11 ATELIER King’s Road 9樓1-2室</p><p>合规主任（法律與合規部）收</p><p>（信封上請註明「保密」字樣）</p><p>或電郵至compliance@artatechfin.hk。</p><p>&nbsp;</p><p><strong>20 不一致或衝突</strong></p><p>如本私隱政策聲明的中英文版本有任何不一致或衝突，須以英文版本為準。</p><p>&nbsp;</p><p><strong>21 中華人民共和國附錄</strong></p><p>如果您是：</p><ol><li>位於中國內地的個人，於中國內地訪問裕承科金相關網站或使用裕承科金相關流動應用程式或從中國內地通過手機或任何其他方式使用裕承科金產品及/或服務；及/或</li><li>持有中國內地護照及/或居民身份證的個人，在香港通過手機或任何其他方式使用裕承科金產品及/或服務，</li></ol><p>​​除本私隱政策聲明和個人資料收集聲明以及中國內地適用的數據保護法律和法規外，裕承科金將根據 「中華人民共和國附錄」處理您的個人資料。就此處目的而言，中國內地是指除香港、中華人民共和國澳門特別行政區和台灣以外的地區。</p>",
        "content_sc":"<p><strong>1 承诺</strong></p><p>裕承科金有限公司（“裕承科金”、“本公司”、“我们”或“我们的”）了解及明白客户、网站访客及流动应用程式用户对个人资料私隐的关注。裕承科金承诺遵守中华人民共和国香港特别行政区（“香港”）《个人资料（私隐）条例》（第486章）（“《私隐条例》”）的规定。</p><p>本私隐政策声明概述了裕承科金对收集和使用您的个人资料的做法及您可作的相关选择。本私隐政策声明应与适用于裕承科金提供的相关服务、网站及/或流动应用程式的条款及细则（“条款及细则”）结合一并解读，但如果本私隐政策声明与有关个人资料的条款及细则之间存在任何不一致，则以本私隐政策声明为准。本私隐政策声明亦应与适用于裕承科金提供的相关服务、网站及/或流动应用程式的个人资料收集声明（“个人资料收集声明”）结合一并解读，但如果本私隐政策声明与有关个人资料的个人资料收集声明之间存在任何不一致，则以个人资料收集声明为准。</p><p>&nbsp;</p><p><strong>2 资料搜集</strong></p><p>您可能不时获邀透过裕承科金旗下相关的网站或流动应用程式或通过其他媒体，自愿向裕承科金提供您的个人资料作不同目的。如您未满十八岁（18），在您向裕承科金提供您的个人资料前，须先征得您的父母或监护人的同意。</p><p>&nbsp;</p><p><strong>3 日志文件</strong></p><p>当您浏览裕承科金的网站及/或使用裕承科金的流动应用程式时，裕承科金的伺服器将只收集与您的浏览/使用该网站，及/或使用该流动应用程式有关的数据，包括但不限于您的IP 地址、域名、浏览器类型及访问时间等（“日志文件”），但不会收集您的个人资料。但是，如果您在我们的网站上注册及登入您的帐户，我们可能将您的日志文件与我们从您收集的其他个人资料相结合，这些日志文件将会被视为您的个人资料及按照本私隐政策声明及个人资料收集声明被使用。</p><p>&nbsp;</p><p><strong>4 Cookies的使用和其他跟踪机制</strong></p><p>当您浏览裕承科金的网站及/或使用裕承科金的流动应用程式时，cookies将被储存在您的电脑、移动电话或其他设备中，仅作内部导航及编程之用。我们可能使用cookies和其他下文所述的跟踪机制以跟踪有关您使用裕承科金网站及/或流动应用程式的信息（“跟踪数据”）。我们可能将此跟踪数据与我们向您收集的其他个人资料相结合，这些跟踪数据将会被视为您的个人资料及按照本私隐政策声明及个人资料收集声明被使用。</p><p>Cookies是我们通过您的网络浏览器传输到您的电脑、移动电话或其他设备的字母数字标识符，以作保存记录之用。有些cookies可让我们为您安排更容易地浏览裕承科金的网站及/或流动应用程式，而其他则应用于加快登入程序，或允许我们于裕承科金的网站或裕承科金的流动应用程式中存储和跟踪您的个人兴趣和偏好。</p><p>我们还会委托第三方跟踪和分析来自网站或流动应用程式的非可识别个人身份的数据。我们使用这些第三方收集的数据来帮助我们管理和改善裕承科金网站或流动应用程式的质素，并分析其使用情况。此类资料与您的个人资料并无关连且为独立的。这些第三方可将我们提供的关于您的非可识别个人身份的数据与他们收集的其他信息相结合。您可以通过编辑您的浏览器设置来禁用cookies，但一旦cookies被禁用，您可能无法继续使用裕承科金的网站及/或流动应用程式（在适用的情况下）的某些功能。</p><p>如您于社交媒体平台上与裕承科金互动（例如对裕承科金的脸书页面“点赞”），裕承科金将可与您互动，并透过此等平台向您传送讯息。裕承科金将按照有关社交媒体平台的规则与您互动，但我们不会为该平台的营运商如何收集并处理您的个人资料而负上责任。我们不会为我们的社交媒体帐户上的第三方贴文而负上责任。</p><p>&nbsp;</p><p><strong>5 所收集的资料种类</strong></p><p>由于裕承科金在业务上的不同需要，您可能须向裕承科金提供您的个人资料，包括您的姓名、性别、年龄（或年龄范围）、出生月份、联系方式、电子邮箱地址、邮寄/住宅/通信地址、联系电话、会员编号、婚姻状况、家庭状况、教育程度、职业、用户名及密码、日志文件、跟踪数据、兴趣及爱好、交易情况（包括您的特点和交易行为）、社交媒体帐户信息等。有关所收集的个人资料亦将陈列于相关的个人资料收集声明之内并于收集个人资料时或之前向您提供。</p><p>&nbsp;</p><p><strong>6 所收集个人资料的目的及使用</strong></p><p>裕承科金会将您的个人资料用于收集资料时或之前所提供的相关个人资料收集声明中所陈列的具体用途。这包括按陈列于个人资料收集声明之内的目的分享您的个人资料予个人资料收集声明中所陈列的第三方及使他们能使用您的个人资料。</p><p>&nbsp;</p><p><strong>7 资料准确性</strong></p><p>您可能须向裕承科金提供您的某些个人资料以享用特定服务。若您未能按有关要求提供准确或更新相关个人资料，该等服务的提供或有可能受到影响。</p><p>&nbsp;</p><p><strong>8 资料保留</strong></p><p>裕承科金保留您的个人资料的时限将不超过实现目的所需或所将需要的时间。若您是裕承科金有关服务的用户，您提供的个人资料将被保留至您的服务期限或服务终止后的一段合理时间，以作核实及审计之用。上述情况均受任何法律、法令、法规或会计要求所约束。</p><p>&nbsp;</p><p><strong>9 第三方商户</strong></p><p>裕承科金可能在裕承科金的网站及/或流动应用程式上有由第三方经营的网上商店或服务及/或商品提供。若您为使用、订购或接受任何第三方商户的服务及/或商品而提供您的个人资料予第三方商户，请注意，该等个人资料将不受裕承科金的控制，并因此超出裕承科金所提供的保护范围。</p><p>&nbsp;</p><p><strong>10 第三方网站及/或流动应用程式</strong></p><p>裕承科金的网站及/或流动应用程式或将不时包含其他第三方网站及/或流动应用程式的连结。这些其他第三方网站及/或流动应用程式独立于裕承科金的网站或流动应用程式。裕承科金无权控制或管理这些其他网站、这些流动应用程式的内容或其私隐政策或其对法律的遵守。您须充分注意提供这些连结并不构成裕承科金对这些连结的认可、批准或与该连结有任何形式上的关联。裕承科金对您向其他网站及/或流动应用程式提供的个人资料（如有）无控制权。本私隐政策声明仅适用于裕承科金的网站及/或流动应用程式。您应阅读其他网站或流动应用程式各自相关的私隐政策。</p><p>&nbsp;</p><p><strong>11 服务供应商</strong></p><p>就于个人资料收集声明中和上述第6段陈列的相关目的，裕承科金可能将您的个人资料提供给向裕承科金提供服务的个人或公司（无论香港境内或境外）（\"裕承科金的服务供应商\"）。在此情况下，裕承科金的服务供应商须在使用您的个人资料时，遵守其与裕承科金签订的协议以及本私隐政策声明和个人资料收集声明的规定</p><p>&nbsp;</p><p><strong>12 资料的保安</strong></p><p>我们及按本私隐政策声明和个人资料收集声明共享您的个人资料之第三方会将您的个人资料的实体记录保存在设有接触限制的安全地方（无论香港境内或境外）。您的个人资料的电子记录将保存在裕承科金及/或作为我们数据处理商的相关裕承科金服务供应商的伺服器中（无论在香港境内或境外），该伺服器也将被放置在安全的地方及受足够的资料保安措施所保护（例如：当有需要于互联网上传送敏感资料时，会将之加密），我们或将通过合同方式或尽本公司的合理努力，确保按本私隐政策声明和个人资料收集声明共享您的个人资料之第三方会提供同等程度的保护（无论香港境内或境外）。只有获得裕承科金授权的员工（曾接受处理个人资料训练及有保密责任之人士）才可于“有需要知道”及“有需要使用”时接触该等记录及伺服器，或我们将通过合同方式或尽本公司的合理努力确保按本私隐政策声明和个人资料收集声明共享您的个人资料之第三方会提供同等程度的保护（无论香港境内或境外）。</p><p>我们按我们的个人资料收集声明可能会将您的个人资料存储在香港境内或境外的实际地点及/或伺服器中，并且/或者与香港境内或境外的第三方共享。但是，无论你的个人资料存储在任何国家/地区，我们将采取一切合理措施确保您的个人资料得以安全存储和处理，及我们通过合同方式或尽本公司的合理努力确保任何第三方会提供同等程度的保护。我们将根据个人资料收集声明和适用法律对您的个人资料进行跨境传输，以保护您的个人资料。</p><p>任何透过互联网或任何其他公共网络上传输的数据是不可能保证完全安全的，而您与我们通信亦非完全可确保隐私。裕承科金鼓励您保护您的密码以防止未经授权的读取，亦建议您在使用注册帐户后登出您的帐户，尤其在使用共用电脑的情况下。</p><p>&nbsp;</p><p><strong>13 豁免</strong></p><p>裕承科金将根据法律要求或应任何政府部门、监管机关、执法机构或具有司法管辖权的法院的要求披露您的个人资料。裕承科金不会承担以此方式披露您的个人资料的任何责任。</p><p>&nbsp;</p><p><strong>14 用于法律诉讼等</strong></p><p>当裕承科金有必要使用您的个人资料以采取法律行动促使您偿还您对裕承科金的欠款，您同意裕承科金可将您提供的个人资料用于确认您的身份及对您采取法律行动。</p><p>&nbsp;</p><p><strong>15 查阅、改正资料及撤销同意</strong></p><p>通过致函裕承科金的个人资料私隐主任，您有权：-</p><p>a. 检查相关的裕承科金旗下公司是否持有您的任何个人资料；</p><p>b. 查阅相关的裕承科金旗下公司所持有的您的个人资料（如有）</p><p>c. 要求相关的裕承科金旗下公司改正有关您的不准确的个人资料记录（如有）；</p><p>d. 确定我们关于个人资料和我们持有的个人资料类型的不时生效的政策和做法；</p><p>e. 撤销有关使用个人资料作直接促销之同意（见下文）。</p><p>上述要求将会根据《私隐条例》之规定迅速地处理，裕承科金可能就处理您的查阅个人资料的要求收取合理费用。</p><p>&nbsp;</p><p><strong>16 直接促销</strong></p><p>裕承科金不可于没有您的同意下使用或提供给第三方（无论是集团内部及/或外部方）您的个人资料作直接促销目的。在您同意下，我们可能会根据收集您的个人资料时或之前提供给您的个人资料收集声明使用或提供给第三方（无论是集团内部及/或外部方）您的个人资料作直接促销目的。您可随时透过致函裕承科金的合规主任，地址为香港鲗鱼涌英皇道728号K11 ATELIER King’s Road 9楼1-2室，或电邮至compliance@artatehcfin.hk，撤销您的同意。</p><p>&nbsp;</p><p><strong>17 私隐政策声明的变更</strong></p><p>本私隐政策声明将不时更新、修改或修订。任何更新、修改或修订将于公布于裕承科金的网站及/或流动应用程式时即时生效。当法律上要求时，我们将通知及/或征得您对某些重大的更新、修改或修订的同意。如果您不接受更新、修改或修订及/或提供您的同意，那么我们可能无法向您提供商品或服务。我们建议您定期查看裕承科金的网站及/或流动应用程式以获取本私隐政策声明的更新版本。</p><p>&nbsp;</p><p><strong>18 控制权的变动</strong></p><p>如果本公司或本公司的业务或本公司的关联公司或关联公司的业务涉及任何实际或拟议的业务转让、股份转让、重组、合并、并购、出售、转让或购买，裕承科金可能有需要按照个人资料收集声明将您的个人资料转移至该些实体。您将获通知有关资料转移，并可选择撤销使用个人资料之同意。</p><p>&nbsp;</p><p><strong>19 查询</strong></p><p>若您有任何疑问，或欲查阅或改正相关的裕承科金旗下公司存储您的个人资料或撤销使用个人资料作直接促销之同意，请与裕承科金联络：</p><p>香港鲗鱼涌英皇道728号K11 ATELIER King’s Road 9楼1-2室</p><p>合规主任（法律与合规部）收</p><p>（信封上请注明「保密」字样）</p><p>或电邮至compliance@artatechfin.hk。</p><p>&nbsp;</p><p><strong>20 不一致或冲突</strong></p><p>如本私隐政策声明的中英文版本有任何不一致或冲突，须以英文版本为准。</p><p>&nbsp;</p><p><strong>21 中华人民共和国附录</strong></p><p>如果您是：</p><ol><li>位于中国内地的个人，于中国内地访问裕承科金相关网站或使用裕承科金相关流动应用程式或从中国内地通过手机或任何其他方式使用裕承科金产品及/或服务；及/或</li><li>持有中国内地护照及/或居民身份证的个人，在香港通过手机或任何其他方式使用裕承科金产品及/或服务，</li></ol><p>​​除本私隐政策声明和个人资料收集声明以及中国内地适用的数据保护法律和法规外，裕承科金将根据 “中华人民共和国附录”处理您的个人资料。就此处目的而言，中国内地是指除香港、中华人民共和国澳门特别行政区和台湾以外的地区。</p>",
        "createdAt":"2022-11-22T10:01:10.896Z",
        "updatedAt":"2022-11-22T10:01:13.678Z",
        "publishedAt":"2022-11-22T10:01:13.675Z"
     }
  },
  "meta":{
     
  }
}
